Repository: Timbogen/Genreator
Catalog: lib/l10n/app_*.arb
Languages: de

# loadingError
source: Authentication failed! Try to restart or reinstall the application.
de: Authentifizierung fehlgeschlagen. Versuchen Sie, die App neuzustarten oder neuzuinstallieren.

# unknownError
source: Something went wrong. Trying again...
de: Etwas ist schief gelaufen. Erneut versuchen...

# loadPlaylistError
source: Couldn't load your playlists!
de: Deine Playlists konnten nicht geladen werden!

source: Liked Songs
de: Lieblingssongs

source: You
de: Du

# filters
source: Your Filters
de: Deine Filter

# noFilters
source: Start by adding a filter
de: Legen Sie einen Filter an

source: Add Filter
de: Filter hinzufügen

source: Source Playlist
de: Quell-Playlist

source: Target Playlist
de: Ziel-Playlist

source: Choose Playlist
de: Playlist auswählen

# choosePlaylistDescription
source: Click here to choose a playlist.
de: Klicken Sie hier um eine Playlist auszuwählen.

source: Songs
de: Lieder

source: New Playlist
de: Neue Playlist

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

# aboutFilter
source: About The Filter
de: Über den Filter

# aboutLong
source: Filters the tracks of the playlist "{playlistOne}" and adds it to "{playlistTwo}".
de: Filtert die Lieder aus der Playlist "{playlistOne}" und fügt sie "{playlistTwo}" hinzu.

# aboutShort
source: From "{playlistOne}" to "{playlistTwo}"
de: Von "{playlistOne}" zu "{playlistTwo}"

# startFilter
source: Starting The Filter
de: Den Filter starten

# startDescription
source: Especially for big playlists the first start can take a while. Following configurations will be saved.
de: Speziell bei großen Playlisten kann der erste Start sehr lange dauern. Konfiguration die anschließend vergenommen werden bleiben für den nächsten Start erhalten.

source: Delete Filter
de: Filter Löschen

# deleteFilterDescription
source: Delete the filter with the configurations. Playlists will remain.
de: Filter und zugehörige Konfigurationen werden gelöscht. Playlisten bleiben erhalten.

source: Delete
de: Löschen

source: Configure "{filter}"
de: "{filter}" konfigurieren

# release
source: Release Year
de: Release Jahr

# includedGenres
source: Include Genres
de: Genres aufnehmen

# includedGenresDescription
source: Currently {amount} genres are included.
de: Aktuell sind {amount} Genres aufgenommen.

# includedArtists
source: Include Artists
de: Künstler aufnehmen

# includedArtistsDescription
source: Currently {amount} artists are included.
de: Aktuell sind {amount} Künstler aufgenommen.

# includedTracks
source: Include Tracks
de: Lieder aufnehmen

# includedTracksDescription
source: Currently {amount} tracks are included.
de: Aktuell sind {amount} Lieder aufgenommen.

# excludedArtists
source: Exclude Artists
de: Künstler ausschließen

# excludedArtistsDescription
source: Only the filtered artists will be shown.
de: Nur gefilterte Künstler werden angezeigt.

# excludedTracks
source: Exclude Tracks
de: Lieder ausschließen

# excludedTracksDescription
source: Only the filtered tracks will be shown.
de: Nur gefilterte Lieder werden angezeigt.

# minReleaseYear
source: Minimum Release Year
de: Minimales Release Jahr

# maxReleaseYear
source: Maximum Release Year
de: Maximales Release Jahr

source: Clear Playlist
de: Playlist leeren

# clearPlaylistDescription
source: Clear the playlist before running the filter
de: Playlist vor der Ausführung des Filters leeren

# configureAndRunFilter
source: Configure & Run Filter
de: Filter konfigurieren & ausführen

source: Run Filter
de: Filter ausführen

# runFilterDescription
source: Are you sure? This will modify the playlist "{playlist}"!
de: Sind Sie sicher? Dadurch wird die Playlist "{playlist}" angepasst!

# filterInfo
source: Filter currently applies to {amount} tracks
de: Filter trifft auf {amount} Lieder zu

# filterInfoDescription
source: The filters are applied in the same order they are being listed.
de: Die Filter werden in der gelisteten Reihenfolge angewendet.

source: Search
de: Suche

# onlyShowTriggered
source: Only show active elements
de: Nur aktive Elemente anzeigen

# triggerVisible
source: Trigger all visible items
de: Alle sichtbaren Elemente umschalten

source: Unknown Genre
de: Unbekanntes Genre

# failedToClear
source: Failed to clear the playlist!
de: Leeren der Playlist fehlgeschlagen!

# failedToAdd
source: Failed to add the filtered songs!
de: Hinzufügen der gefilterten Songs fehlgeschlagen!

# successfullyAdded
source: Successfully added the filtered songs to the playlist!
de: Die gefilterten Songs wurden erfolgreich hinzugefügt!
